Repository: cs0007-lang/app
Catalog: Feather/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, id, it, pl, ru, tr, vi, zh_hans

source: Notifications for favorites count
ar: لديك %d تطبيق في المفضلة. ستُرسل الإشعارات لهذه التطبيقات فقط.

source: Notifications scope footer all
ar: ستستلم إشعارات كل التطبيقات الجديدة والمحدّثة.

source: Notifications scope footer favorites
ar: ستستلم إشعارات التطبيقات الجديدة أو المحدّثة التي في المفضلة فقط. باقي التطبيقات لن ترسل لك إشعارات.

source: Notifications scope footer off
ar: لن تستلم أي إشعارات عن تطبيقات جديدة أو تحديثات.

source: On Device
ar: على الجهاز

source: On Server
ar: على السيرفر

source: On Server: Applications will be signed directly on the server without downloading them to the device. On Device: Applications will be signed internally and will be downloaded to the device.
ar: على السيرفر: سيتم توقيع التطبيقات مباشرة على السيرفر بدون تنزيلها على الجهاز. على الجهاز: سيتم توقيع التطبيقات داخلياً وسيتم تنزيلها على الجهاز.

source: Order
ar: الاتجاه

source: Phone Number
ar: رقم الهاتف

source: Please complete the onboarding process to see your information.
ar: يرجى إكمال عملية التسجيل لرؤية معلوماتك.

source: Please restart the app for the language change to take effect.
ar: يرجى إعادة تشغيل التطبيق لتطبيق تغيير اللغة.

source: Recently Updated
ar: محدث مؤخراً

source: Remove Provisioning File After Signing
ar: إزالة ملف Provisioning بعد التوقيع

source: Remove the provisioning file after signing
ar: إزالة ملف provisioning بعد التوقيع

source: Repeat
ar: تكرار

source: Repository Apps
ar: تطبيقات المستودع

source: Select Copy Number
ar: اختر رقم النسخة

source: Select a copy number to append to the bundle ID
ar: اختر رقم نسخة لإضافته إلى Bundle ID

source: Service Expired
ar: انتهت صلاحية الخدمة

source: Signing Complete
ar: اكتمل التوقيع

source: Sorry, you are not allowed to access the app. Your subscription is not active.
ar: عذراً، غير مسموح لك بالدخول إلى التطبيق. اشتراكك غير نشط.

source: Sorry, you cannot access the app at this time because the service subscription has expired. Please contact support to renew your subscription.
ar: عذراً، لا يمكنك الوصول إلى التطبيق في الوقت الحالي بسبب انتهاء صلاحية اشتراك الخدمة. يرجى التواصل مع الدعم لتجديد اشتراكك.

source: Sorry, you cannot use the app at this time. Your subscription is not active.
ar: عذراً، لا يمكنك استخدام التطبيق في الوقت الحالي. اشتراكك غير نشط.

source: Sort by
ar: الفرز حسب

source: Status
ar: الحالة

source: Subscription Expired
ar: انتهى الاشتراك

source: Technical Details
ar: التفاصيل التقنية

source: The application has detected that your service subscription has expired. To continue using this app, please renew your subscription.
ar: اكتشف التطبيق أن اشتراك الخدمة الخاص بك قد انتهى. للمتابعة في استخدام التطبيق، يرجى تجديد اشتراكك.

source: Theme Color
ar: لون المظهر

source: UDID
ar: معرف الجهاز

source: Update Date
ar: تاريخ التحديث

source: Used Date
ar: تاريخ الاستخدام

source: User Information
ar: معلومات المستخدم

source: User account is not active
ar: حساب المستخدم غير نشط

source: Verification successful, but certificate download failed. You can add certificates manually.
ar: تم التحقق بنجاح، لكن فشل تنزيل الشهادة. يمكنك إضافة الشهادات يدوياً.

source: View all favorites
ar: عرض كل المفضلة

source: Wait for subscription renewal
ar: انتظر تجديد الاشتراك

source: Welcome to %@
ar: مرحباً بك في %@

source: You can modify the app name and Bundle ID as you want
ar: يمكنك تعديل اسم التطبيق و Bundle ID حسب ما تريد

source: %lld Apps
cs: %lld aplikací
id: %lld Aplikasi
it: %lld Applicazioni
pl: %lld aplikacji
tr: %lld Uygulama
vi: %lld ứng dụng
zh_hans: %lld个应用

source: %lld Days
cs: %lld dnů
de: %lld Tage
id: %lld Hari
it: %lld Giorni
pl: %lld dni
tr: %lld Gün
vi: %lld ngày
zh_hans: %lld天

source: %lld Sources
cs: %lld zdrojů
de: %lld Quellen
id: %lld Sumber
it: %lld Fonti
pl: %lld źródeł
tr: %lld Kaynak
vi: %lld nguồn
zh_hans: %lld个软件源

source: Dylibs
cs: Dyliby
tr: Dylib Kütüphaneleri

source: iTunes File Sharing
cs: Sdílení souboru v iTunes
de: iTunes Dateifreigabe
id: Berbagi Berkas iTunes
it: Condivisione file su iTunes
pl: Udostępnianie plików iTunes
ru: Разрешить общий доступ через iTunes
tr: iTunes Dosya Paylaşımı
vi: Chia sẻ tệp qua iTunes
zh_hans: iTunes文件共享

source: %lld required system dylibs not shown.
de: %lld benötigte System-Dylibs werden nicht angezeigt.
it: %lld dylibs di sistema richiesti non mostrati.
pl: Nie pokazano %lld wymaganych bibliotek systemowych
tr: %lld gerekli sistem dylib kütüphanesi gösterilmiyor.
vi: %lld thư viện hệ thống bắt buộc không được hiển thị
zh_hans: 隐藏了%lld个系统dylibs

source: Heartbeat
de: Herzschlag
id: Detak Jantung
it: Battito
zh_hans: 心跳检测

source: Add and manage certificates used for signing applications.
pl: Dodawaj i zarządzaj certyfikatami używanymi do podpisywania aplikacji.
vi: Thêm và quản lý chứng chỉ được sử dụng để ký ứng dụng.

source: Advanced Installation Method
pl: Zaawansowana metoda instalacji
vi: Phương pháp cài đặt nâng cao

source: Certificates updated successfully.
pl: Certyfikaty zaktualizowano pomyślnie.
vi: Chứng chỉ được cập nhật thành công.

source: Custom Theme Color
pl: Niestandardowy Kolor Motywu
vi: Màu chủ đề tùy chỉnh

source: Dynamic Icons
pl: Dynamiczne Ikony
vi: Biểu tượng thích ứng

# idevice warning
source: This installation method is intended for advanced users only! It requires a VPN and a pairing file from a PC. Its recommended you go back to the server installation method.
pl: Ta metoda instalacji jest przeznaczona tylko dla zaawansowanych użytkowników! Wymaga ona VPN i pliku parowania z komputera. Zaleca się powrót do metody instalacji przez serwer.
vi: Phương pháp cài đặt này chỉ dành cho người dùng nâng cao! Nó yêu cầu VPN và tệp ghép nối từ máy tính. Chúng tôi khuyên bạn nên quay lại phương pháp cài đặt trên máy chủ.

source: PPQCheck
pl: Weryfikacja PPQ
vi: Kiểm tra PPQ
zh_hans: PPQ检查

source: Switch Back
pl: Wróć
vi: Chuyển lại

source: Tinted Icons
pl: Barwione Ikony
vi: Biểu tượng màu
